export const FAQ_CONTENT = {
    panel1: {
        summary: '항공권 예약을 변경하고 싶어요',
        details: `이미 체크인이 완료된 경우 기존 체크인 시 이용하신 방법을 통해 체크인을 취소해 주세요. 체크인 취소가 완료된 후에 변경이 가능합니다.
항공권 변경 가능 여부는 항공사 정책에 따르며 항공권 변경을 요청하려면 모든 예약을 클릭하여 해당 예약을 선택한 후 아래 상황에 따라 참고해 주세요.
자발적 변경
아직 사용하지 않은 항공권을 변경하려면 탑승객과 항공편을 선택하여 변경을 요청해 주세요.
항공권 변경은 항공권 규정에 따라 상응하는 비용이 발생할 수 있습니다. 또한 한번 변경한 후에는 다시 되돌릴 수 없습니다.`
    },
    panel2: {
        summary: '항공권 체크인은 어떻게 하나요?',
        details: `예약 전
항공권 페이지에서 출발지와 목적지, 날짜 및 승객인원을 입력한 후 검색을 클릭하여 항공편을 선택해 주세요.
예약 페이지에서 탑승객 정보와 연락처를 입력해 주세요.
부가서비스 선택 페이지에서 [우선 체크인] 서비스가 표시되는 경우 선택하신 후 그 다음 페이지를 통해 비용을 결제해 주세요.

안내
해당 서비스 추가 전에 규정을 자세히 확인부탁드립니다.

예약 후
발권이 완료된 후 모든 예약을 클릭하여 원하시는 예약을 선택하세요.
[체크인 및 좌석 배정]을 클릭하여 체크인해 주세요.

항공사 홈페이지를 통한 체크인
공항에서 예약 정보(여행 스케줄)를 제시해야 할 수도 있어서 메일로 받은 전자 항공권(흑백/컬러 인쇄 모두 가능)을 미리 인쇄해 주시기 바랍니다. 일반적으로 국제 항공편의 경우 출발 시간 기준 3시간 전, 국내 항공편의 경우 출발 시간 기준 2시간 전에 체크인할 수 있습니다. 만약 항공사에서 항공편 시간을 변경하는 경우 항공사와 체크인 시간을 다시 확인해 주시기 바랍니다.
안내
자세한 내용은 예약에 표시되는 내용을 따릅니다.
일부 항공사의 온라인 체크인은 유료이며 자세한 내용은 예약에 표시되는 내용을 따릅니다.
예약 상세 내역에서 [항공사 예약번호 (PNR) & 전자탑승권 번호]를 확인할 수 있습니다.`
    },
    panel3: {
        summary: '호텔 예약을 취소하고싶어요',
        details: `예약을 무료로 취소하고 환불받을 수 있는지 여부는 예약 확인 시 동의한 취소 정책에 따라 달라집니다. 취소 정책은 다음에서 확인하실 수 있습니다:

    앱: [My 계정]>[모든 예약]을 탭하고 하나의 예약을 선택하여 예약 내역으로 이동한 후 자세한 취소 정책을 확인하세요. [예약 취소] 버튼이 여전히 사용 가능한 경우 이에 따라 취소를 선택할 수 있습니다.
    온라인: 오른쪽 상단에 있는 사용자 이름을 클릭한 다음 [My 예약] 페이지로 이동하여 예약 하나를 선택하여 자세한 취소 정책을 확인하십시오. [예약 취소] 버튼이 여전히 사용 가능한 경우 이에 따라 취소를 선택할 수 있습니다.`
    },
    panel4: {
        summary: '호텔 투숙객이 남긴 리뷰를 확인하려면 어떻게 하나요?',
        details: `이전 투숙객이 남긴 호텔 리뷰를 확인하려면, 호텔 상세 페이지에서 호텔 리뷰를 클릭하시기 바랍니다.`
    },
    panel5: {
        summary: 'Travel joy 계정 정보는 어떻게 확인하나요?',
        details: `계정 정보 확인하는 방법은 아래와 같습니다.

    앱: 로그인 하기 > [My 계정] > 프로필 사진 클릭
    홈페이지: 로그인 하기 > [계정]`
    },
    panel6: {
        summary: '호텔에 왜 전화 연결이 되지 않나요?',
        details: `죄송합니다. 현재 호텔 프런트 데스크의 업무 요청이 많아 혼잡하므로 나중에 다시 문의해 주세요.
안내:
문의 사항이 있는 경우, 아래의 [상담원 연결] 옵션을 선택하여 고객센터 상담원에게 채팅으로 문의해 주세요.`
    }
    
};
